Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Philia Rose.tmx
Source language: ko_kr
Languages: en

source: 이 분열된 세력으로 그걸 어떻게 감당하겠습니까?
en: how is he going to manage his forces against two fronts?

source: 비밀 통로예요.
en: there’s a secret passage!

source: 나는 예언은 못 하지만 신께 지혜를 구할 줄은 안다오.
en: I cannot prophesy, but I do know how to ask god for wisdom.

source: 그게 예언과 비슷하다고 생각했어요.
en: I think that’s similar to the prophecy.

source: 그래, 가족끼리 좀 싫어하고 싸울 수도 있지.
en: yes, family members fight and have issues with each other.

source: 그리운 우리 집으로.
en: back at my home sweet home.

source: 평화로운 햇살과 투명한 커튼.
en: the calming sunshine through the curtains.

source: 전하께서도 그걸 아실 텐데, 대체 어째서 이러시는지….
en: I’m sure his highness himself knows this fact, but I just don’t know why he...

source: 그럼 되도록 빠른 시일 내에 제를 올려주시겠습니까?
en: then can you conduct the mass for us as soon as possible?

source: 연주 소리가 멈춘 지 꽤 되었는데….
en: it’s been a while since the music stopped...

source: 그럼 지금이라도 제사를 드릴 수 있다는 말씀이십니까?
en: so are you saying we can hold mass at this very moment?

source: …놔라.
en: let go.

source: 너희랑 같아.
en: I’m like your kind.

source: 이것이 주의 정의라고 믿습니다.
en: yes, I believe it is the will of the lord.

source: 사람들이 불길하다고 난리입니다!
en: the people are saying it is an ominous sign!

source: 절벽 아래의 라즈베리 나무가 매년 최고의 술을 빚겠노라 약속한 것을 기억한다.
en: I remember the raspberry tree at the bottom of the cliff and its promise to make the best wine every year.

source: 배고파요!
en: I’m hungry!

source: 기도만으로는 아무것도 변하지 않습니다.
en: prayer alone won’t change anything.

source: 대사제가 그렇게 설득해 보라고 하던가?
en: did the bishop tell you to win me over like that?

source: 전하의 숙면을 위해 준비했어요.
en: you know, I made this for you.

source: 저 기분으로 저런 표정을 짓다니, 대단하네.
en: making that face with his current state of mind, remarkable.

source: 이렇게 마주하기까지 참으로 오래도 걸렸다.
en: it took so long to get a look at him like this.

source: 사실 전 이해가 안 돼요.
en: to be honest, I don’t get it.

source: 필리아가 왕자를 설득하면 그를 살리고,
en: if philia can persuade the prince to stand down, he will live.

source: 실은 어제 전하의 말씀을 듣고 마음을 정했어요.
en: to be honest, I made up my mind after I heard what you said yesterday.

source: 예물
en: gift

source: 아칸싸로 온 이유가 뭐야?
en: why did you come to akantha?

source: 잘하실 겁니다.
en: you’re doing great.

source: 아니에요, 저 혼자, 할 수, 있어요…!
en: no, no. I can... do it... myself!

source: 숨죽여 감탄하는 왕자의 어머니.
en: the prince’s mother gasping with awe.

source: 뭔가 들렸는데.
en: I think I heard something.

source: 안 돼, 전하의 오해를 풀어야 하는데…!
en: no! I have to clear up the misunderstanding with the prince...!

source: 매일같이 새로운 모습을 보여주시는군요.
en: you are showing me a new side of you every day.

source: 당황하네.
en: he’s panicking.

source: 그동안 의심받을 증거를 너무 많이 보였어.
en: but I’ve been way too obvious.

source: 귀하는 내게 관심이 많군요.
en: you seem very interested in me.

source: 시대는 사람에게 아무것도 요구하지 않아요.
en: the times don’t call for people to do anything!

source: 변했다고는 하지만 열 살에서 열여덟 살.
en: I look different, but I’m just 18 years old instead of ten.

source: 거기 두면 죽이기 쉬운데.
en: it’ll be easier for me to kill her.

source: 전하께서 오늘도 사제님을 찾으셨다더군.
en: his highness called for the nun today, too.

source: 이게 더 기분 나빠.
en: this makes me feel worse.

source: 근데 너, 왜 그렇게 작아?
en: why are you so small?

source: 음냐….
en: mmm...

source: 그러니 이제 그만 논해야 할 것을 논하죠.
en: so why don’t we start discussing the things we need to discuss?

source: 으엇?!
en: huh?!

source: 사제님과 단둘이 이야기를 나누고 싶으니
en: I wish to have a word with the nun alone.

source: 왕자의 검증을 선언한 나흘 중,
en: day two...

source: 음, 벌레는 몇이 와도 상관없지만….
en: um, it doesn’t matter how many bugs I have to step on...

source: 하, 하늘이 온통…
en: the, the entire sky is...

source: 이대로 겁을 주면 입을 다물겠지만…
en: I’m sure she’ll shut her mouth if I keep scaring her...

source: 한데 지금 먼저 온 분이…
en: but he already has a guest...

source: 그리고 지금은 세 명의 성별자가 모두 존재하는 환란의 시대이다.
en: and right now, we are in an age of turmoil, when all three exist in the world at once.

source: 하하핫….
en: hahaha...

source: 음, 우선 재질은 파피루스로 되어 있어요.
en: um, first of all, it’s made of papyrus.

source: 방에 가서 잘래요.
en: I want to sleep in my bed.

source: 엄마가 혼자라서 불쌍하대.
en: he feels bad for you because you’re a single mother.

source: 여기서 실패하면
en: if I fail here...

source: 정말이에요….
en: please...

source: 전하께 드리기 좀 아까운데요?
en: they’re almost too good to give to the prince.

source: 어젯밤 함께 보낸 시간에도 불구하고
en: despite the time we spent together last night...

source: 왜 부르셨어요…?
en: so, why’d you call for me?

source: 그거 잃어버린 거 아니야.
en: they didn’t lose your money.

source: 사시사철 날이 푸르면 더할 나위 없겠지만 계절은 변합니다.
en: it would be ideal if the skies were clear all year round, but seasons change.

source: …날 알아?
en: do you know who I am?

source: 우리는 리바노스에 항복하기로 했소.
en: we have decided to surrender to libanos.

source: 그러지 마세요.
en: please, don’t.

source: 음, 아니에요.
en: um, I don’t know.

source: 아!
en: aaah!

source: 흠대로 살아가도 괜찮다는 뜻이에요.
en: it means it’s okay to live your life with your mistakes.

source: 난 너 때문에 이렇게 억지를 부리고 있는데.
en: to try to save your life!

source: 전술에 대해선 잘 모르지만,
en: I don’t know much about war,

source: 가난한 집의 외동딸.
en: I was the only daughter of a poor family.

source: 아이가 참 예쁘게 생겼어.
en: the child is very cute.

source: 정통성을 중시하는 쪽은 왕가인 엘라이온을 지지하고,
en: the side that wants to hold on to tradition supports elaion and the royal family,

source: 지금껏 덮어둔 모든 폐단에 청산을 요구하고 있습니다.
en: it calls for hidden evil to be brought to light.

source: 어제 그 암살자가 거인으로 보이던가?
en: did the assassin last night look like a giant titan to you?

source: 사제님, 잠시 괜찮으십니까?
en: sister, do you have a moment?

source: 이제 두 밤만 있으면 경전이 오니 힘내라고.
en: the bible will get here in just two more nights, so hang in there.

source: 애초에 보낼 생각이 없었겠지!
en: he never planned on sending the other bible!

source: 아저씨, 나이스 타이밍!
en: uncle! great timing!

source: 그럼 또 보자, 키사.
en: see you next time, kitha!

source: 이에 대해 여럿에게 물었지만 그 누구도 답을 하지 못했습니다.
en: I have asked many people about this, but nobody could give me a straight answer.

source: 도망칠 수 없어 버티다 보니 그렇게 됐어요.
en: I had to be like that because I was stuck here.

source: 이름 모를 여자의 음욕보다는 낫다.
en: better than the lust of some random woman.

source: 모든 오점을 씻어냈으니 분명 지금보다 나아질 겁니다.
en: after all the wickedness is washed away, it’ll be a better place than it was before.

source: 경전이…
en: why...

source: 나라의 태양이 사사로워서는 안 된다면서요.
en: you said the sun of the kingdom can’t have a personal life.

source: 역시 눈 하나 정도는 빼야겠어.
en: then maybe I should take one of your eyes to teach you a lesson.

source: 심지어 그 손은 여자나 아이의 손처럼 자그마했다.
en: and the hand prints were small, like those of a woman or a child.

source: 콩가루 집안….
en: dysfunctional family...

source: 그 여자가 성별자라고 하셨죠?
en: you said that woman is a holy warrior, didn’t you?

source: 장난치지 마세요!!
en: stop messing around!

source: ‘전쟁 따윈 그만둬!{j}아빠랑도 화해해!’ 하고 혼을 내주면 어떨까.
en: ...and yelling at him, “stop it with the war! and make up with your father!”{j}

source: 크기는 이 정도에…
en: it’s about this big...

source: …정말
en: you...

source: 신이라면 죽은 나무도 살릴 수 있겠지요.
en: if they were, they would be able to resurrect dead trees.

source: 천사라….
en: an angel, huh?

source: 아무리 사제라도 왕가에 대한 도리가 있습니다!
en: even if you are a nun, that is not how you treat royalty!

source: 그래서
en: so,

source: 그래서 전 어르신께서 누구신지 잘 모르겠습니다.
en: so that is why I do not know who you are.

source: 아, 형제님!
en: brother didi!

source: 끙——차!
en: hnnngh!

source: 진짜로 그렇게 하고 나가실 겁니까?
en: are you really going to go out like that?

source: 정말 음흉한 사람이면 그런 기색도 안 비췄겠죠.
en: if he really was sinister, he would’ve never shown a trace of it.

source: 아직 이름이 알려지지 않은 리바노스의 후계자.
en: the heir to libanos whose name is not yet known.

source: 저건 쉽게 못 죽이는데.
en: it’s going to be hard to kill him.

source: 성별자를 죽이는 법 말이야….
en: so you don’t know how to kill other holy warriors?

source: 커….
en: zzz...

source: 저 여자는 그걸 아는 것처럼 소리치고 있는 거지?
en: ...shouting this question at me like she knows?

source: 여자아이를 만나도 안 돼요.
en: he wasn’t meant to meet the girl, either.

source: 내 결심을 다 무너뜨리며 날 몰아붙일 때는 언제고
en: after trying to break my resolve and push me into a corner...

source: 최근 라카논 장벽을 지나는 마차가 늘었다고 합니다.
en: our messengers say more carriages have been entering lakanon’s gates recently.

source: 잘 안 풀린 정도가 아니라 완패라고!
en: “didn’t go as planned,” my foot! it’s a total defeat!

source: 이걸 여기서 보는군.
en: so this is where I see this jewel again.

source: 아, 그거 하지 마요!!
en: don’t say that, jeez!!

source: 그놈의 전쟁.
en: this freaking war.

source: 아칸싸여서.
en: because it was akantha.

source: 듣자 하니 전하께서 주무실 수 있게 리라를 연주한다고….
en: I hear she’s been playing the lyre for him so he can fall asleep...

source: 방금 꽤나 불쌍하게 징징거림.
en: just whined like a little girl.

source: 이대로 가면…
en: if we keep going this way...

source: 이건 네 허물이다.
en: this is your fault.

source: 자, 이젠 나에 대한 평가를 다시 해야 할 거야.
en: now, you might want to re-evaluate me.

source: 저한테 왜 그러시죠?
en: why’s he doing this to me?

source: 나는, 나라도.
en: I, I...

source: 점심 가져왔으니…
en: I brought lunch!

source: 한때 열렬히 사랑했거든요.
en: I loved him passionately.

source: 계속 그러면 사람들한테 다 말할 거야.
en: if you keep thinking that, I’m going to tell everybody.

source: 귀하의 말대로 운명은 어찌할 수 없으니까.
en: like you said, we cannot control our fate.

source: 너희를 놀리는 건 쉬워.
en: it’s easy to tease your kind.

source: 에키나가,
en: ekina...

source: 더는 못 하겠어요.
en: I can’t do this anymore.

source: 피난민들 중 목격자도 없었소?
en: no eyewitnesses among the refugees?

source: 아니요?
en: nope.

source: 까마귀의 가호를 받는 사제는 개뿔…!
en: “protected by crows” revealed to be a scam!

source: 이 정도로는 안 죽잖아.
en: this won’t kill me.

source: 다음은 아비 없이 태어난 그의 아들이자
en: next is her son, who was born without a father.

source: 잠자리가 불편하셨나 봐요.
en: I guess you didn’t sleep very well.

source: 갔지?
en: is he gone?

source: 그렇지만 이게 합리적인 의심이 맞긴 한 건가?
en: but is this a reasonable suspicion?

source: 무슨 헛소리를 하는 거냐?!
en: what nonsense is this?!

source: 바라시던 일 아닌가요?
en: isn’t that what you wanted?

source: 인간사에 동물을 끌어들이고 싶지 않았기 때문이 크지만,
en: because yes, I didn’t want to drag animals into human affairs.

source: 어서 도망쳐, 키사!
en: get out of here, kitha!

source: (어이없음)
en: (flabbergasted)

source: 하지만 다행이라고 생각했어요.
en: but there was a silver lining.

source: 먹을 거 있어?
en: got anything to eat?

source: (해석 :
en: (translation:

source: 호들갑 떨지 말고 자리로들 돌아가시오.
en: calm down and return to your duties.

source: 하지만 왕자는 자신을 괴롭히던 고통의 밤을 사라지게 하는 법을 알아버렸다.
en: but the prince learned how to make the torment of the night disappear.

source: 뭐야, 이거.
en: what the heck?

source: 마치, 다시 태어난 듯한 느낌마저 든다.
en: it feels like I’ve been reborn.

source: 식탁 위의 고기를 동정하는 신세라서?
en: why am I thinking about that piece of meat on the table?

source: 자식들의 앞니를 몽땅 뽑아버리겠다.
en: ...I shall pluck out all your children’s front teeth.

source: 키사, 배신할 거야?
en: kitha, are you going to betray us?

source: 난리 통에 살아남은 것도 기적이긴 하지만….
en: and it’s a miracle I survived the chaos...

source: 짓밟혀 꺾일 너를 구해주고 싶었는데.
en: I wanted to save you.

source: 왕자의 마음은 전부 끊어지고
en: the prince’s heart is empty.

source: 여태껏 맞먹어 놓고선 갑자기 약한 모습?
en: why this show of weakness all of a sudden?

source: 이제 돌아가자, 왕가의 아드님.
en: it’s time to go, son of the royal family.

source: 왜 작지?
en: why are you small?

source: 인간사에 동물을 끌어들이면 다칠 위험이 커서 이 방법은 쓰고 싶지 않았는데…
en: I didn’t want to involve animals in human affairs because there’s a high risk of injury.

source: 왕자의 약점을 파고드는 비열한 위로겠지만….
en: although I’m merely digging into the prince’s weaknesses...

source: 전하께선 구르기 시작한 운명은 인간으로 막지 못한다고 하셨고요.
en: and you replied, “no human can stop fate already in motion.”

source: 완전히 겁에 질렸나.
en: she’s completely scared.

source: 귀하에게 땅을 평화롭게 할 사명이 있다면,
en: you have a mission to bring peace to this land,

source: 무례를 용서하십시오, 전하.
en: please forgive my intrusion, your highness.

source: 필사적으로 안 하게요.
en: I’ll just not do it.

source: 출정 일자와 경로는 경전이 도착하면 결정한다.
en: we shall decide the time and route of their expedition after the bible arrives.

source: 까마귀는 믿을 수 없어.
en: but I can’t trust them.

source: 가시 먹은 짐승은 왕국을 멸하여 마지막 왕자가 되리라.
en: the beast, the devourer of thorns, shall be the final prince and the destruction of the kingdom.

source: 확신은 못 하겠어요.
en: I can’t be sure.

source: 그런데 왜 그런 명령을 내리시죠?
en: then why do you ask such a request of me?

source: 개혁을 원하는 쪽은 리바노스를 지지하죠.
en: and the side that wants reform supports libanos.

source: 첫 만남에서 약탈을 놓쳐서 나를 어떻게 생각하는지 몰랐는데
en: I couldn’t plunder your mind when we first met, so I couldn’t tell what you thought of me.

source: 침실이 아니라 집무실이지만.
en: of course, it’s to his office, not his bedroom.

source: 이제야 아버지를 이해할 것 같아.
en: I think I finally understand my father.

source: 그냥 디디 형제님이 왕자님 엉덩이를 팡팡 때리면서
en: about you, brother didi, paddling the prince’s butt...

source: 예언의 궤도(3)
en: The Course of the Prophecy (3)

source: 잊으셨나 본데, 전하는 저한테 빚이 있어요.
en: you may have forgotten, but you owe me, your highness.

source: 이후 죽는 날까지 대왕을 만날 수 없었다고 한다.
en: and she could not see the great king until her dying day.

source: 어쩐지 말이 겉돈다 싶더니만….
en: you’re beating around the bush.

source: 구체적으로 보이나 봐?
en: you can read specific thoughts and memories?

source: 그러고선 다짜고짜 창고가 어디 있냐고?
en: and is she demanding I tell her the location of the warehouse?

source: 그새 성 사람들 입에 오르내리던가?
en: are the people in the castle gossiping about it already?

source: 안 돼…!
en: nooo!

source: 누구 뒤통수를 치시려고.
en: who’s back are you planning to stab?

source: 서둘렀다고 하기엔 어정쩡하게 길다.
en: and too ridiculously long to say it was rushed.

source: 예를 갖출 필요 없다.
en: no need for the pleasantries.

source: 필리아.
en: philia.

source: 얌전히 있어야지.
en: you have to be absolutely still.

source: 「또 다른 내가 찾아갈 테니.」
en: “...another me shall come.”

source: 교회의 동의가 없으면 대중의 지지를 받을 수 없소!
en: we will not have the support of the people without the church’s consent!

source: 예언의 궤도(1)
en: The Course of the Prophecy (1)

source: 네 모든 것.
en: everything about you.

source: 스스로 무너져 죽기로 했다.
en: ...to destroy my father, and then collapse and die.

source: 설마 성에 원래 있던 물건들 다 버린 건 아니죠?
en: don’t tell me you threw out everything that used to be in this castle.

source: 래나 λέαινα
en: leaena λέαινα

source: 이 시간에 해야 할 이야기인가?
en: what do you have to tell me at this hour?

source: 네!
en: yeah!

source: 가르침을 줄 테니 배워라.
en: so this is my lesson to you.

source: 디디 형제님은 엘라이온으로부터 독립한 리바노스 사람이니까.
en: you’re from libanos, a city independent from elaion.

source: 아침까지.
en: until morning.

source: 에키나…?!
en: ekina...?!

source: 신경 쓰네.
en: he’s giving me more attention.

source: 무슨 일이 있었는지 모든 것을 알게 된 지금.
en: now that I know everything that happened,

source: 신경 쓰지 마라.
en: pay them no mind.

source: 그것 때문에 까마귀들이 물어 갔는지도 모르겠어요.
en: so the crows might have snatched it away.

source: 그런 환상을 보여줄 정도로 내가 밉다는 건데…
en: he hates me enough to show me that vision.

source: 죽었는데.
en: I died because of you?

source: 어제…
en: did you...

source: 바닥에서 자기 싫어요.
en: I don’t want to sleep on the floor.

source: 잠들지 못하는 왕자에게는 술이 필요하겠지.
en: I’m sure the insomniac prince needs some wine to sleep.

source: 전하께서는 하루빨리 제사가 드려지기를 원하시죠.
en: you want to hold mass as soon as possible.

source: 이 성의 주인은 오래 참지 않는다.
en: and the lord of this castle is not patient.

source: 찾아라!
en: find her!

source: 리바노스가 움직인 이상 더는 지체할 수 없습니다.
en: libanos made the first move, so we can’t delay.

source: 아저씨도 폐하가 아니라
en: you chose the prince...

source: 히마스.
en: himas.

source: 이 저녁에?!
en: at this hour?!

source: 깜짝이야.
en: oh, goodness.

source: 휴.
en: whew.

source: 처음부터 범상치 않다고 느끼긴 했습니다.
en: something was off about you from the beginning.

source: 외간 남자의 침실로 밀어 넣다니요!
en: and to go to some man’s bedroom!

source: 네가 그걸 배신이라고 생각하기 때문이야.
en: ...if you only think I betrayed you.

source: 리바노스에는 좋은 거 아니에요?
en: if the prince declares war on elaion?

source: 남이야 춥든 말든 무슨 상관이람!
en: why does he care if someone is cold or not?!

source: 배고프시죠?
en: are you hungry?

source: 내가 왜 왕자의 망토를 덮고 자고 있던 거지?!
en: why was I sleeping in the prince’s cape?!

source: 차를 좀 내와서….
en: I’ll prepare some tea...

source: 밤에 홀로 남겨져서.
en: because I was left alone last night.

source: 아버지를 따라 죽으실 건가요?
en: ...intend to die with your father?

source: 아, 그거요.
en: ah, that.

source: 귀하가 판단해야 할 것은 내 기분이 아니라 이 전쟁의 당위성입니다.
en: what you must judge is not my mood, but the justifications for this war.

source: 왜 그러나?
en: what is it?

source: 이제 말해봐, 키사.
en: tell me, kitha.

source: 전쟁 중 달아났던 왕을 죽이려 했다.
en: she tried to slay the king for fleeing during the war.

source: 흣…!
en: hngh-!

source: 귀하는…
en: you...

source: 아, 제물을 잡고 저미는 건 전장에 나가는 사람이 합니다.
en: oh, the ones who will go out into the battlefield will do the slaughtering and slicing.

source: 평화를 위한 전쟁 같은 소리 하고 있네!
en: a war for peace? my foot!

source: 형제님!
en: brother!

source: 승산은 충분하다.
en: the odds are good enough.

source: 어린아이를 위협하기 위해 모두가 보는 앞에서 그의 호위를 폭행하시다니….
en: suddenly assault a bodyguard in front of everyone just to threaten a child?

source: 아휴….
en: sigh...

source: 어제 암살자가 노린 건 사제님이었습니다.
en: the assassin last night was here for you, sister.

source: 아주 예전에 함께 춤을 춘 적이 있어요.
en: we danced together once, a long, long time ago.

source: 의심은 하고 있었지만 이렇게 직접 들으니 참….
en: I had my suspicions, but now that she’s saying it outright...

source: 귀하는 어찌해야 좋을까.
en: but oh, what should I do with you?

source: 정말이에요.
en: it’s true.

source: 크윽…!!
en: hurgh...!

source: 간밤 평안하셨나요?
en: did you sleep well?

source: 당신이 물려받은 업이 깊어도 영원치는 않으니.
en: though the burden you inherited is heavy, it will not last forever.

source: 실은 그냥 얘들을 대하기가 까다로워서이기도 했다.
en: but also because honestly, these guys are hard to deal with.

source: 그걸 보고 어떻게 그런….
en: how could they when he looked... like this?

source: 감동적이야.
en: the conversation...

source: 그런 말은 하지 말걸.
en: I shouldn’t have said that.

source: 내 아가, 오늘도 잘 놀았니?
en: my baby, how was your day?

source: 다들,
en: all of you.

source: ‘야무진 눈망울과 살찐 볼, 작은 입술.’
en: “luminous eyes, chubby cheeks, and tiny lips.”

source: 지칠 대로 지친 이 슬픈 짐승을.
en: this thoroughly exhausted beast?

source: 저주라… 소문 참 무섭네.
en: cursed... those rumors are out of hand.

source: 대신 이거보다 반짝이는 걸 줄게.
en: I’ll give you something shinier.

source: 그렇습니까?
en: oh, can you?

source: 적당히 아양을 떨며 밑에서 치고 올라가는 게 나을지도 몰라.
en: it might be a better to flatter him for a bit and then go at him from the bottom up.

source: 아팠을 거예요, 저렇게 될 때까지.
en: it must’ve hurt a lot when it turned into that.

source: 이걸 갑자기 왜요?
en: why all of a sudden?

source: 이 어린애한테 견제라니,
en: trying to keep a little girl like me in check.

source: 으아아아!
en: aaargh!

source: 저는 별로 안 좋아하거든요.
en: I don’t really like her, to be honest.

source: 더 안 되죠.
en: I can’t allow that either.

source: 이 왕자가 진짜….
en: this freakin’ prince...

source: 밤새 호위도 하면서…
en: standing guard all night.

source: 로제의 천사라던데….
en: they call her the angel of rosé.

source: 총체적으로!
en: this!

source: 네가 본 걸 보여줘.
en: show me everything you witnessed.

source: 기가 막혀서 웃은 거거든요?!
en: yeah, because I was so shocked! I didn’t know how to react!

source: 왜 자꾸 어린애처럼 굴지?
en: why do you keep acting like a child?

source: 대사제로 선택받은 자는 예언을 한다고 배웠습니다.
en: I learned that those who are appointed bishop can prophesy.

source: 400년 전.
en: 400 years ago,

source: 다행히 대사제께서는 리바노스와도 연을 대고 계시니,
en: fortunately, bishop airo has connections in libanos,

source: 어디에 숨어 있는 거야.
en: she’s still hiding somewhere in there.

source: 틈을 보이는 순간 뜯어 먹힌다는 걸.
en: they would tear him apart as soon as they get the chance.

source: 필요하세요.
en: yes, you do.

source: 걱정돼서요.
en: because I’m worried.

source: 그리고 그건 이곳 아칸싸에서도 마찬가지였다.
en: not even here at akantha.

source: 아이고… 정말 속상했나 보네.
en: oh, no... she must really be upset.

source: 또 훔쳐보는 거지?
en: is she looking at me again?

source: …정도?
en: or something like that.

source: 제발 친구 좀 해달라고 구애하면서 리라를 연주한 건 맞지만…
en: this is why I begged to be his friend and played him the lyre...

source: 왕자 전하가 왜 혼자, 벌써부터 전장 한복판에 있는 것처럼 구는지.
en: why the prince acts like he alone is already in the middle of the battlefield.

source: 왕자에 대한 검증을 선언한 나흘 중
en: day one...

source: 내가 일부러 내치지 않아도 스스로 도망가겠지.
en: maybe I won’t have to kick her out. maybe she’ll run away on her own.

source: 왕비의 친정인 아니드로스도 가만히 있지는 않을 테고,
en: and anidros, the queen’s homeland, won’t stand for it, either.

source: 친구…
en: you said...

source: 한 길 사람 속도 몰라 두려움에 떠는 바보.
en: the fool who trembles with fear in the face of the unknown.

source: 라카논은 파수꾼 없는 식량 창고나 마찬가지입니다.
en: that means lakanon is like a pantry with its doors wide open.

source: 방금 절 살리셨잖아요, 동의도 없이 마음대로.
en: you just saved me without my consent.

source: 나만은….
en: I’m...

source: 친언니는 아니고, 그냥 같이 지낸….
en: we’re not related, but she was like an older sister to me.

source: 더러워요, 전하.
en: you’re a selfish asshole, your highness.

source: 그 정도는….
en: that should be...

source: 나만 특별한 걸 가지면 돼.
en: I want something special all to myself.

source: 피로 쓴 건가…?
en: in blood...?

source: 예언의 궤도(2)
en: The Course of the Prophecy (2)

source: 읽느라 엄청 고생했어요.
en: I struggled so much with them.

source: 들어오라고 해라.
en: tell her to come in.

source: 저 아저씨한테는 괜찮아요.
en: he’ll be fine.

source: 그때 그분은 아직 성인이 되시기 전이었죠.
en: back when he was not yet an adult.

source: 왕자는 알고 있다.
en: the prince knows.

source: 그러니 두 번 다시,
en: so make sure...

source: 마찬가지로 무의미한 질문입니다.
en: another pointless question.

source: 틈이 생겼다…!
en: I see an opening!

source: 참주님은 뭐 하시고요?
en: then what did the despotess do?

source: 왜?
en: why, though?

source: 승산은 충분합니다.
en: our chances are good enough.

source: 히마스, 듣고 있나?
en: himas, are you hearing this?

source: 형제님….
en: brother...

source: 독 발랐냐고 의심하면 앞에서 몇 개 먹어드리죠, 뭐.
en: if he thinks they might be poisoned, we can have a few in front of him.

source: 나머지는 왕궁에 들어간 후 투항하면 그만입니다.
en: if the rest surrender after she takes the palace, it’s all over.

source: 끝까지 자기 생각밖에 안 하시죠.
en: all you do is think about yourself.

source: 간만에 푹 잔 덕분일까?
en: but I guess he finally got a good night’s sleep.

source: 시대 탓, 혈통 탓.
en: you blame the times, and your bloodline.

source: 귀여운 게 잘못은 아니잖아?!
en: it’s not my fault I’m cute!

source: 형제님은 아빠 좋아해요?
en: do you like your dad?

source: 그리고 정말 열쇠 받으러 온 거 맞아요?
en: and are you really here for the key?

source: 어른스럽다 해도 아직은 열 살 꼬마.
en: she is quite mature, but she’s still just a ten-year-old kid.

source: 서둘러야 하오.
en: but we must hurry.

source: 전보다 짜증도 예민도 덜한 것 같아.
en: he seems less irritated than before.

source: 식사 바로 준비해 드릴게요.
en: I’ll have your breakfast ready right away.

source: ‘그리고 무엇보다,’
en: “and above all...”

source: 내가 널 위해서 언제까지 빌어야 하는데.
en: how long do I have to beg you to not go through with it?

source: 근데 왜 안 열어보셨어요?
en: but why haven’t you opened it yet?

source: 아버지의 왕관에서 본 적이 있어.
en: last time I saw it, it was on my father’s crown.

source: 무슨!
en: nonsense!

source: 기한은 일주일, 그 이상은 미룰 수 없소.
en: give them a week. we don’t have more time than that.

source: 더 상처받으면 어쩌지?
en: what if I get more hurt?

source: 쓰다듬어줘!
en: pet me!

source: 그럼…
en: then...

source: 엄마, 옆집 언니가 거짓말했어.
en: mommy, the girl from next door lied.

source: 어서 비키지 못할까!
en: get out of the way!

source: 약탈했던 사람의 기억이 흘러들어온 건 아닐 거야.
en: it can’t be the memories of someone I plundered.

source: 아파도 전하보다 제 입이 더 아프겠죠.
en: my gums would probably be in more pain.

source: 에키나가 나가는 장면은 보이지 않았어.
en: I didn’t see ekina leave.

source: 제가 성별자임을 알아보고 바로 놀라신 게 기억나는데.
en: you could somehow tell I was a holy warrior right away.

source: 게다가 편지로 지령을 내리는 건 리바노스의 방식이 아니야.
en: and libanos usually doesn’t give orders by letter.

source: 에키나가 어떤 목적으로 습격해 온 것인지는 아직 불분명하지만
en: I still have no idea why ekina attacked,

source: 무서우니까, 제발….
en: you’re scaring the hell out of me...

source: 아나샤가 아니라…!!
en: not anasha!

source: 아무것도 아닌 이라 정리해 버렸다.
en: ...and turned me into an empty shell of myself.

source: 타고난 힘을 휘두르기만 한 너와…
en: you only know how to wield your innate power...

source: 어디까지 봐주나 한번 볼까?
en: let’s see how far I can push it.

source: 내가 저지할 수 있을 거라 섣불리 확신할 수가 없다.
en: to go after the king with everything he’s got and slay him.

source: 부럽네요.
en: I envy you.

source: 도대체 무슨 일이 있었던 거야?
en: what the heck happened?

source: 아니면 저 사람일까?
en: or is that person?
